{
  "birthday_wishes": [
    "Wishing my bestie, the absolute best on her best day of the year!",
    "Cheers to more fun, more memories and cake! Happy birthday.",
    "HBD to my favorite secret keeper!",
    "Wishing my bestie, the best day ever!",
    "I can’t imagine life without my best friend. Happy birthday!",
    "Friends make everything better. Happy birthday!",
    "I can’t think of a better gift than your friendship. Happy birthday!",
    "Cheers to another trip around the sun! Keep shining.",
    "Happy birthday to the best confidante!",
    "Let the cake games begin! Happy birthday!",
    "You’re the brightest star in the galaxy! Happy birthday, bff!",
    "Wishing my favorite partner in crime a very happy birthday!",
    "Happy birthday to my best friend in the whole wide world!",
    "Cheers to your personal new year! Let’s live it up.",
    "Today a true queen was born and I’m so happy to be in your court.",
    "You’re one of a kind and deserve everything that this special day brings!",
    "Wishing you the best birthday yet.",
    "Happy birthday to the person who knows all my secrets",
    "I hope all your wishes come true today, my friend.",
    "You make the world a better and brighter place. Happy birthday, bestie!",
    "Happy birthday to my beautiful friend! You're the best!",
    "Enjoy your special day to the fullest, bestie!",
    "Happy birthday to my gorgeous, smart, and loyal friend. Live your best life!",
    "They say the older you are, the smarter you become. At your age you must be a genius! Happy birthday!",
    "As we age looks may fade, but personalities never change. Good thing it’s always been about your personality! Happy birthday.",
    "If you’re waiting for your birthday gift, close your eyes and make a wish. Surprise, it’s me! Happy birthday!",
    "Stop counting the candles, it will take you until your next birthday to finish! Happy birthday!",
    "Happy birthday to the most fabulous woman I know. Oh wait, it’s not my birthday!",
    "Happy birthday to an old lady who still knows how to party!",
    "You’re still hot after all these years, but not as hot as your cake with all those candles!",
    "Your birthday is the perfect time to recognize all your wonderful qualities, including the fact that you’re older than me.",
    "Follow These Steps: 1) Eat cake. 2) Eat cake. 3) Eat cake. 4) Repeat until you’ve had a Happy Birthday.",
    "I must be insane because I don’t know anyone else crazy enough to endure you! Happy birthday, bestie!",
    "Here’s to another year of our silly shenanigans! Happy birthday to my crazy bestie.",
    "At this rate, the candles should represent every decade of your life — otherwise, the cake could catch fire if they represented every year. Happy birthday!",
    "We may need to call the fire department to help blow out all those candles. Happy birthday!",
    "Let’s get to the real reason to celebrate cake! Happy birthday, BFF.",
    "We’re both getting old, but who’s counting? Happy birthday!",
    "I’m sure you feel pretty lucky to call me a friend. Not everyone is as fortunate as you. Happy birthday!",
    "Happy birthday, bestie. I hope you’re not looking for a present because my presence is my precious gift to you.",
    "Without you, my therapy bills would be outrageous! Happy birthday, BFF.",
    "Don’t focus on getting another year older, just think of it this way: you’re one year closer to getting all those senior citizen perks!",
    "Don't worry, they are not gray hairs, they are wisdom highlights. You just happen to be extremely wise!",
    "Best friends are awesome, especially yours. Happy birthday, gorgeous!",
    "May all your birthday wishes come true — except for the illegal ones.",
    "Getting older is inevitable. Growing up is a choice! Happy birthday, to the biggest kid I know.",
    "We’ve been friends for so long I can’t remember which one of us is the bad influence! Happy birthday!",
    "Don't think of it as aging, think of it as becoming a classic!",
    "Life has its ups and downs, but with a friend like you by my side, I can endure it all. Happy birthday to my best friend!",
    "A friend who can make you smile on your darkest day is a bright light that can never be diminished. I’m so grateful for you. Happy birthday!",
    "Friends may come and go, but real ones never leave. Thank you for your unwavering friendship. Happy birthday!",
    "When I think about some of my favorite memories, you’re always a part of them. Cheers to more fun times together. Best wishes on your birthday!",
    "Nothing makes me happier than seeing my best friend happy. Happy birthday, bff!",
    "If there’s one person I can always count on, you’re the one. Wishing you a happy birthday!",
    "Friends are one of life’s greatest treasures. I cherish you today and always! Happy birthday.",
    "Nothing can shake our unbreakable bond — and for that, I’m forever grateful. Happy birthday, bestie.",
    "We’ve shared so many good times together and I can’t wait to see what’s next! Happy birthday!",
    "Happy birthday to the person who can make me laugh when I want to cry. You’re the best friend any girl could have.",
    "When we met, I knew that you’d always be a part of my life. I admire your kindness, fun personality and your heart. Happy birthday!",
    "A true friend is someone who will go to the ends of the earth to make the other person happy. You’ve done that for me countless times — thank you and happy birthday!",
    "A friend doesn’t leave when times get hard. You’ve shown me that you’re here for the long haul and I’m forever grateful. Happy birthday.",
    "You have no idea how much your friendship means to me. I may not say it often, but I love you and wish you nothing but happiness today and always. Happy birthday!",
    "You shine as bright as the candles on your cake. Keep lighting up every room. Happy birthday!",
    "A friend is a friend, but a best friend is even better. Happy birthday to the best friend anyone could ask for!",
    "On this day, a very special person came into this world and I’m forever grateful. Happy birthday, BFF.",
    "Every year on this day, I am reminded to count my blessings because I get to call you a friend.",
    "To me, this day will always hold special meaning since it marks the day that the world was made better by your presence. Happy Birthday!",
    "You brighten my life, and I am so grateful to have you by my side. Happy birthday!",
    "No one knows me better than you and I hope that today all of your wishes come true. Happy birthday, friend.",
    "Today I celebrate you and all the joy you bring into my life. I love and cherish you today and always.",
    "I wish everyone could be as lucky as me to find a friend who is as caring, loving and special as you. Happy birthday, BFF.",
    "Friends are the family we get to choose and I’m so glad that we chose each other. Happy birthday to my wonderful best friend.",
    "We’ve been together through thick and thin and I’m so proud to call you my friend. Wishing you the happiest birthday!",
    "two female friends celebrating at a birthday party as one blows out the candles on a birthday cake",
    "God gave me the biggest gift when he blessed me with your friendship! Wishing you a wonderful birthday!",
    "When God selected friends, He outdid himself by making you mine. Happy birthday!",
    "There’s no bigger blessing than having someone like you in my life. Happy birthday, bestie.",
    "Your friendship is one of my biggest blessings and I never take it for granted. Wishing you the best birthday yet!",
    "There’s not a day goes by that I don’t pray for you. May God continue to bless and cover you. Happy birthday.",
    "Wishing my fellow spiritual partner, a wonderful birthday.",
    "May God continue to bless your path, friend. Happy birthday!",
    "When you lean on God for everything, you can never go wrong. Happy birthday!",
    "I thank God every night for bringing you into my life. Happy cake day!",
    "May your personal new year bring an abundance of blessings!",
    "As you celebrate turning another year older, don’t forget to give God all the praise. Happy birthday!",
    "As you blow out your candles, I hope one of your wishes is for our everlasting friendship. I’m so grateful for you. Happy birthday!",
    "One of life’s greatest blessings is the gift of true friendship. I thank God for yours. Happy birthday.",
    "Your friendship is absolutely heaven sent. Thank you for being a wonderful friend. Happy birthday!",
    "Happy birthday! I pray that you’re granted the desires of your heart today and every day.",
    "May guardian angels watch over you today and always. Happy birthday, friend.",
    "On this day every year, I remember how blessed I am to be able to call you friend.",
    "May your birthday be filled with happiness, joy and blessings.",
    "I was blessed when the universe brought us together in friendship. Here’s to celebrating a special person. Happy birthday!",
    "I feel so blessed to be friends with someone as smart, witty and kind as you.",
    "Your life is a gift from God, and I thank him for the many blessings you bring to my life. Happy birthday bestie!",
    "Wishing you divine peace and happiness today and throughout your life. Happy birthday!",
    "I pray that you’re blessed with many more years so that we can always celebrate together. I love you BFF. Happy birthday!",
    "May God give you peace on your special day and the year ahead. Happy birthday!",
    "I wish you an abundance of blessings today and always. Have a fantastic birthday.",
    "It is my prayer that all your wishes come true on your special day.",
    "As you ring in your personal new year, I pray that your special day is full of joy."
  ]
}